[
  {
    "id": 1,
    "video": "https://www.youtube.com/embed/637ER6dlGDg?si=TVLz5uklEssO0hWd",
    "date": "26 November, 2024",
    "title": "NEW SINGLE OUT NOW!",
    "text1": "GREEN SERPENT is here! Watch the music video now on YouTube and listen on all streaming platforms!",
    "text2": "This track has quickly become one of our favorites from the upcoming album. It sonically captures everything we've been, where we are now, and where we're headed. It's the quintessence of all our musical endeavors!",
    "text3": "Give it a like, share it, and drop a comment to let us know what you think!",
    "text4": "🔥PRE-ORDER🔥 Our brand new album: DUÉL, will be out on February 7th, 2025! Get ready for it!",
    "link1": "",
    "link2": "Kafka"
  },
  {
    "id": 2,
    "video": "https://www.youtube.com/embed/tRbpT5dGOmQ?si=PuIAKLPQWjCwYxQH",
    "date": "10 September, 2024",
    "title": "NEW SINGLE OUT NOW!",
    "text1": "We are very excited to present our brand new single: KAFKA! The music and the message is something we wanted to convey for a very long time and we're stoked it's final out! Give it a like-view-comment-share and read the lyrics!",
    "text2": "Kafka is the 3rd single taken from the new JINJER album titled DUÉL, which will be released on February 7th 2025. Music & Merch Pre-orders are live now!",
    "text3": "Of all the releases we’ve made so far, finally having Duél in our hands and ready to be shared with the world, makes us very proud that our band still hasn't run out of creativity and inspiration.",
    "text4": "The fact that we still challenge ourselves to release the best music we have ever made with each new release, is what keeps JINJER moving forward… and we‘re happy you’re on this journey with us 💪",
    "link1": "Green Serpent",
    "link2": "Rogue"
  },
  {
    "id": 3,
    "video": "https://www.youtube.com/embed/9Uaecbh8ta0?si=1md1Y5AjPNibVFqE",
    "date": "10 September, 2008",
    "title": "Rogue",
    "text1": "Rogue is the 2nd single taken from the new JINJER album titled DUÉL, which will be released on February 7th 2025. Music & Merch Pre-orders are live now!",
    "text2": "Our new single Rogue is a reaction to many things … it’s brutally honest, it’s in-your-face and one of the most intense tracks JINJER has ever released.",
    "text3": "Give it a like-view-comment-share and read the lyrics!",
    "text4": "We are so excited about this new track, about the new album and everything that‘s on the way … we hope you really like too",
    "link1": "Kafka",
    "link2": "Someone's Daughter"
  },
  {
    "id": 4,
    "image": "/assets/images/blog-card-01.jpg",
    "date": "February 23, 2023",
    "title": "Articulo 4 'Naomi'",
    "description": "Nao eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec.",
    "link1": "Articulo 3 Viaje en el tiempo -Revolución July 96",
    "link2": "Articulo 5 'Benjamin' EP en progreso"
  },
  {
    "id": 5,
    "image": "/assets/images/blog-card-02.jpg",
    "date": "February 11, 2013",
    "title": "Articulo 5 'Benjamin' EP en progreso",
    "description": "Ben eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec.",
    "link1": "Articulo 4 'Naomi'",
    "link2": "Articulo 6 - La evolución de July 96"
  },
  {
    "id": 6,
    "image": "/assets/images/blog-card-03.jpg",
    "date": "February 3, 2008",
    "title": "Articulo 6 - La evolución de July 96",
    "description": "Juls eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec. Suspendisse eget ornare eros. Cras sit amet pulvinar mi. Nunc dignissim nunc eros, eget luctus lorem ultricies nec.",
    "link1": "Articulo 5 'Benjamin' EP en progreso",
    "link2": "July - Rock Am Ring Official Video"
  }
]
